{   
    "Punktualne i czyste autobusy": {
      "title": "Popularna opinia - Punktualne i czyste autobusy",
      "summary": "Wielu respondentów wyraziło zadowolenie z punktualności autobusów w ich okolicy. Uczestnicy badania często podkreślali, że autobusy kursują zgodnie z rozkładem jazdy i rzadko się spóźniają. Dzięki temu mieszkańcy czują się pewniej, planując swoje codzienne dojazdy do pracy, szkoły czy na zakupy. Punktualność transportu publicznego jest uznawana za jeden z kluczowych atutów obecnego systemu komunikacji miejskiej.",
      "content": [
        {
          "text": "\"Autobusy są zawsze punktualne i czyste, co jest dla mnie ważne, szczególnie gdy podróżuję z dzieckiem.\"",
          "responseId": "jakosc_transportu_7"
        },
        {
          "text": "\"Autobusy są punktualne i czyste, co bardzo doceniam.\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"Autobusy są punktualne, ale brakuje informacji o zmianach w rozkładzie.\"",
          "responseId": "jakosc_transportu_5"
        },
        {
          "text": "\"Bardzo dobrze! Naprawdę, autobusy są nowe i czyste, a to dla mnie ważne.\"",
          "responseId": "jakosc_transportu_8"
        },
        {
          "text": "\"Autobusy są zawsze punktualne i czyste, to naprawdę robi wrażenie.\"",
          "responseId": "jakosc_transportu_11"
        }
      ]
    },
    "Brakuje informacji o zmianach w rozkładzie jazdy": {
      "title": "Popularna opinia - Brakuje informacji o zmianach w rozkładzie jazdy",
      "summary": "Wielu respondentów wyraziło zadowolenie z punktualności autobusów w ich okolicy. Uczestnicy badania często podkreślali, że autobusy kursują zgodnie z rozkładem jazdy i rzadko się spóźniają. Dzięki temu mieszkańcy czują się pewniej, planując swoje codzienne dojazdy do pracy, szkoły czy na zakupy. Punktualność transportu publicznego jest uznawana za jeden z kluczowych atutów obecnego systemu komunikacji miejskiej.",
      "content": [
        {
          "text": "\"Często brakuje informacji o zmianach w rozkładzie, co bywa kłopotliwe\"",
          "responseId": "jakosc_transportu_6"
        },
        {
          "text": "\"Mogliby częściej aktualizować rozkłady jazdy na przystankach.\"",
          "responseId": "jakosc_transportu_2"
        },
        {
          "text": "\"Jednak czasem brakuje informacji o zmianach w rozkładzie, zwłaszcza gdy są remonty.\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"Czasami brakuje informacji o zmianach w rozkładzie, co może być problematyczne.\"",
          "responseId": "jakosc_transportu_7"
        },
        {
          "text": "\"Więcej informacji o zmianach w rozkładzie, szczególnie przy remontach, czasami brakuje mi tych danych.\"",
          "responseId": "jakosc_transportu_8"
        },
        {
          "text": "\"Brakuje informacji o zmianach w rozkładzie, szczególnie przy remontach. Trzeba to ogarniać lepiej.\"",
          "responseId": "jakosc_transportu_9"
        },
        {
          "text": "\"Brakuje informacji o zmianach w rozkładzie, szczególnie przy remontach. Trzeba to ogarniać lepiej.\"",
          "responseId": "jakosc_transportu_10"
        },
        {
          "text": "\"Czasami brakuje informacji o zmianach w rozkładzie, na przykład podczas remontów.\"",
          "responseId": "jakosc_transportu_11"
        },
        {
          "text": "\"Brakuje też informacji o zmianach w rozkładzie.\"",
          "responseId": "jakosc_transportu_12"
        }
      ]
    },
    "Nowe autobusy są bardzo wygodne": {
      "title": "Popularna opinia - Nowe autobusy są bardzo wygodne",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Nowe autobusy są bardzo wygodne, a kierowcy zazwyczaj uprzejmi\"",
          "responseId": "jakosc_transportu_6"
        },
        {
          "text": "\"A nowe autobusy są bardzo wygodne\"",
          "responseId": "jakosc_transportu_11"
        }
      ]
    },
    "Czasami autobusy są przepełnione, szczególnie w godzinach szczytu": {
      "title": "Popularna opinia - Czasami autobusy są przepełnione, szczególnie w godzinach szczytu",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Czasami jest naprawdę tłoczno w autobusach, szczególnie w godzinach szczytu\"",
          "responseId": "jakosc_transportu_1"
        },
        {
          "text": "\"Tak, czasami autobusy są przepełnione, zwłaszcza w godzinach szczytu\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"Głównie chodzi o brak miejsca, szczególnie w godzinach szczytu. Czasami jest tak ciasno, że trudno jest złapać oddech\"",
          "responseId": "jakosc_transportu_4"
        },
        {
          "text": "\"Czasami autobusy są przepełnione, szczególnie w godzinach szczytu\"",
          "responseId": "jakosc_transportu_12"
        }
      ]
    },
    "Potrzebne są częstsze kursy wieczorami": {
      "title": "Popularna opinia - Potrzebne są częstsze kursy wieczorami",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Myślę, że przydałyby się częstsze kursy wieczorami.\"",
          "responseId": "jakosc_transportu_6"
        },
        {
          "text": "\"Wieczorami przydałyby się częstsze kursy.\"",
          "responseId": "jakosc_transportu_7"
        },
        {
          "text": "\"Mogłoby być więcej kursów, zwłaszcza wieczorami.\"",
          "responseId": "jakosc_transportu_1"
        },
        {
          "text": "\"Może lepiej rozplanować kursy w godzinach wieczornych, bo czasem trudno złapać autobus.\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"Hmm, może więcej kursów wieczorami? Czasami po zajęciach na uczelni muszę długo czekać.\"",
          "responseId": "jakosc_transportu_8"
        },
        {
          "text": "\"Więcej kursów wieczorem. Czasami muszę wracać późno, a wtedy czekam za długo.\"",
          "responseId": "jakosc_transportu_9"
        },
        {
          "text": "\"Może coś z kursami wieczorem, czasem są zbyt rzadko\"",
          "responseId": "jakosc_transportu_10"
        }
      ]
    },






    "Stan dróg jest fatalny, dużo dziur i nierówności": {
      "title": "Popularna opinia - Stan dróg jest fatalny, dużo dziur i nierówności",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Drogi są w kiepskim stanie, pełno dziur i nierówności, co utrudnia jazdę\"",
          "responseId": "jakosc_transportu_1"
        },
        {
          "text": "\"No wiesz, trochę dziur tu i tam. Nic poważnego, ale się zdarza\"",
          "responseId": "jakosc_transportu_4"
        },
        {
          "text": "\"Drogi są dziurawe, co wpływa na komfort jazdy\"",
          "responseId": "jakosc_transportu_2"
        },
        {
          "text": "\"Stan dróg jest fatalny, dużo dziur i nierówności\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"No tak, dziury są, ale to chyba normalne, nie?\"",
          "responseId": "jakosc_transportu_10"
        },
        {
          "text": "\"Drogi mogłyby być lepsze, niestety. Są tu i ówdzie dziury, ale generalnie jest nieźle\"",
          "responseId": "jakosc_transportu_11"
        },
        {
          "text": "\"Stan dróg jest fatalny. Dużo dziur i nierówności\"",
          "responseId": "jakosc_transportu_6"
        },
        {
          "text": "\"Niestety, stan dróg jest fatalny. Jest wiele dziur i nierówności, co jest problemem, zwłaszcza kiedy jeżdżę z synem\"",
          "responseId": "jakosc_transportu_7"
        },
        {
          "text": "\"Fatalny. Dziury, remonty ciągną się w nieskończoność\"",
          "responseId": "jakosc_transportu_9"
        },
        {
          "text": "\"Stan dróg jest naprawdę zły, pełno dziur i nierówności\"",
          "responseId": "jakosc_transportu_12"
        }
      ]
    },
    "Remonty dróg trwają za długo i powodują ogromne korki": {
      "title": "Popularna opinia - Remonty dróg trwają za długo i powodują ogromne korki",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Remonty trwają wieczność i tworzą ogromne korki\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"Remonty ciągną się w nieskończoność, co tylko pogarsza sprawę\"",
          "responseId": "jakosc_transportu_6"
        },
        {
          "text": "\"Czasami są remonty, które trwają wieki i wszystko blokują\"",
          "responseId": "jakosc_transportu_8"
        },
        {
          "text": "\"[...] a remonty ciągną się w nieskończoność, co powoduje ogromne korki.\"",
          "responseId": "jakosc_transportu_12"
        }
      ]
    },
    "Potrzebne są lepsze oznaczenia na drogach, zwłaszcza na skrzyżowaniach": {
      "title": "Popularna opinia - Potrzebne są lepsze oznaczenia na drogach, zwłaszcza na skrzyżowaniach",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Na skrzyżowaniach brakuje odpowiednich oznaczeń, co stwarza ryzyko\"",
          "responseId": "jakosc_transportu_2"
        },
        {
          "text": "\"Tak, brakuje oznaczeń na niektórych skrzyżowaniach. Zwłaszcza w okolicach, gdzie często chodzą piesi\"",
          "responseId": "jakosc_transportu_4"
        },
        {
          "text": "\"Może lepsze oznaczenia na skrzyżowaniach dla pieszych i rowerzystów. Czasem nie wiadomo, kto ma pierwszeństwo\"",
          "responseId": "jakosc_transportu_8"
        },
        {
          "text": "\"Na skrzyżowaniach brakuje oznaczeń, zwłaszcza przy szkołach. Zawsze się martwię o dzieci\"",
          "responseId": "jakosc_transportu_9"
        },
        {
          "text": "\"Może... przy szkołach? Tam zawsze trzeba uważać\"",
          "responseId": "jakosc_transportu_10"
        },
        {
          "text": "\"Tak, szczególnie na przejściach dla pieszych w pobliżu szkół. Tam by się przydało lepsze oznakowanie i więcej świateł\"",
          "responseId": "jakosc_transportu_11"
        }
      ]
    },
    "W niektórych miejscach brakuje odpowiedniego oświetlenia": {
      "title": "Są miejsca, gdzie oświetlenie jest słabe, zwłaszcza w pobliżu osiedli.",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Przydałoby się lepsze oznakowanie i więcej oświetlenia, bo teraz to nie jest zbyt bezpieczne\"",
          "responseId": "jakosc_transportu_7"
        },
        {
          "text": "\"Tak, w niektórych miejscach brakuje odpowiedniego oświetlenia, co jest niebezpieczne\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"W niektórych miejscach brakuje odpowiedniego oświetlenia, szczególnie przy przejściach dla pieszych\"",
          "responseId": "jakosc_transportu_6"
        },
        {
          "text": "\"I w niektórych miejscach brakuje oświetlenia, co jest niebezpieczne.\"",
          "responseId": "jakosc_transportu_12"
        }
      ]
    },
    "Korki w godzinach szczytu są nie do zniesienia": {
      "title": "Popularna opinia - Korki w godzinach szczytu są nie do zniesienia",
      "summary": "Summary",
      "content": [
        {
          "text": "\"[...] co powoduje ogromne korki.\"",
          "responseId": "jakosc_transportu_12"
        },
        {
          "text": "\"[...] tworzą ogromne korki\"",
          "responseId": "jakosc_transportu_3"
        }
      ]
    },




    "Znalezienie miejsca parkingowego w centrum to koszmar": {
      "title": "Popularna opinia - Znalezienie miejsca parkingowego w centrum to koszmar",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Z parkowaniem w centrum jest naprawdę ciężko, znalezienie miejsca zajmuje sporo czasu\"",
          "responseId": "jakosc_transportu_1"
        },
        {
          "text": "\"Wiem od znajomych, że znalezienie miejsca w centrum to koszmar\"",
          "responseId": "jakosc_transportu_6"
        },
        {
          "text": "\"Znalezienie miejsca to prawdziwe wyzwanie, szczególnie w weekendy\"",
          "responseId": "jakosc_transportu_7"
        },
        {
          "text": "\"Liczba miejsc jest niewystarczająca, często muszę parkować daleko od celu\"",
          "responseId": "jakosc_transportu_2"
        },
        {
          "text": "\"Znalezienie miejsca parkingowego w centrum to koszmar\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"Mogłoby być więcej. Parkowanie to zawsze wyzwanie, szczególnie w piątki wieczorem\"",
          "responseId": "jakosc_transportu_4"
        },
        {
          "text": "\"Koszmar. Czasami to trwa wieki, zanim znajdę miejsce.\"",
          "responseId": "jakosc_transportu_9"
        },
        {
          "text": "\"Z miejscami... no, trudno powiedzieć. Czasem jest, a czasem nie ma.\"",
          "responseId": "jakosc_transportu_10"
        },
        {
          "text": "\"Trudno znaleźć miejsce, szczególnie w godzinach popołudniowych\"",
          "responseId": "jakosc_transportu_11"
        },
        {
          "text": "\"Znalezienie miejsca parkingowego w centrum to prawdziwy koszmar\"",
          "responseId": "jakosc_transportu_12"
        }
      ]
    },    
    "Parkingi są za drogie i za mało dostępne": {
      "title": "Popularna opinia - Parkingi są za drogie i za mało dostępne",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Przydałoby się więcej parkingów piętrowych, żeby zwiększyć liczbę miejsc\"",
          "responseId": "jakosc_transportu_2"
        },
        {
          "text": "\"Parkingi są za drogie, a miejsc jest zdecydowanie za mało\"",
          "responseId": "jakosc_transportu_12"
        }
      ]
    },    
    "Często muszę parkować bardzo daleko od celu podróży": {
      "title": "Popularna opinia - Często muszę parkować bardzo daleko od celu podróży",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Liczba miejsc jest niewystarczająca, często muszę parkować daleko od celu\"",
          "responseId": "jakosc_transportu_2"
        },
        {
          "text": "\"Często muszę parkować bardzo daleko od celu.\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"Zwykle to jakieś 300 metrów.\"",
          "responseId": "jakosc_transportu_4"
        },
        {
          "text": "\"Często muszę parkować bardzo daleko od celu podróży, co jest problematyczne z małym dzieckiem.\"",
          "responseId": "jakosc_transportu_7"
        },
        {
          "text": "\"Tak, czasem, ale nie wiem dokładnie, jak daleko\"",
          "responseId": "jakosc_transportu_10"
        },
        {
          "text": "\"Tak, czasami nawet kilkaset metrów od miejsca, gdzie muszę się dostać\"",
          "responseId": "jakosc_transportu_11"
        }
      ]
    },    
    "Brakuje miejsc parkingowych dla mieszkańców w godzinach nocnych": {
      "title": "Popularna opinia - Brakuje miejsc parkingowych dla mieszkańców w godzinach nocnych",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Byłoby dobrze, gdyby było więcej miejsc parkingowych dostępnych nocą, zwłaszcza dla mieszkańców\"",
          "responseId": "jakosc_transportu_1"
        },
        {
          "text": "\"Więcej miejsc parkingowych, zwłaszcza dla mieszkańców w nocy, byłoby bardzo pomocne\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"Więcej miejsc parkingowych dla mieszkańców, szczególnie w godzinach nocnych, by się przydało\"",
          "responseId": "jakosc_transportu_7"
        },
        {
          "text": "\"Więcej miejsc parkingowych, a najlepiej dla mieszkańców, szczególnie w nocy\"",
          "responseId": "jakosc_transportu_9"
        }
      ]
    },    
    "Potreba więcej miejsc parkingowych dla rowerów": {
      "title": "Popularna opinia - Więcej miejsc parkingowych dla rowerów by się przydało",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Na pewno przydałoby się więcej miejsc parkingowych dla rowerów, zwłaszcza w centrum\"",
          "responseId": "jakosc_transportu_5"
        },
        {
          "text": "\"Zdecydowanie więcej miejsc parkingowych dla rowerów, bo coraz więcej osób z nich korzysta\"",
          "responseId": "jakosc_transportu_6"
        },
        {
          "text": "\"Myślę, że przydałoby się więcej miejsc na rowery\"",
          "responseId": "jakosc_transportu_8"
        },
        {
          "text": "\"Więcej miejsc parkingowych dla rowerów by się przydało\"",
          "responseId": "jakosc_transportu_12"
        }
      ]
    },




    "Drogi są dobrze odśnieżone, ale czasem za późno": {
      "title": "Popularna opinia - Drogi są dobrze odśnieżone, ale czasem za późno",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Drogi są odśnieżane, ale nie zawsze na czas. Czasami trochę za długo trzeba czekać\"",
          "responseId": "jakosc_transportu_1"
        },
        {
          "text": "\"Drogi są odśnieżane, ale czasem zbyt późno, co powoduje utrudnienia\"",
          "responseId": "jakosc_transportu_2"
        },
        {
          "text": "\"Drogi są odśnieżane, ale czasem zbyt późno\"",
          "responseId": "jakosc_transportu_3"
        }
      ]
    },
    "Chodniki są śliskie, brakuje odpowiedniej posypki na czas": {
      "title": "Popularna opinia - Chodniki są śliskie, brakuje odpowiedniej posypki na czas",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Szybsze posypywanie dróg piaskiem mogłoby pomóc\"",
          "responseId": "jakosc_transportu_2"
        },
        {
          "text": "\"Chodniki bywają śliskie, co sprawia, że są niebezpieczne\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"Tak, dokładnie. Chodniki bywają śliskie i brakuje posypki\"",
          "responseId": "jakosc_transportu_4"
        },
        {
          "text": "\"Zimą rzadko mam problemy z poruszaniem się, chociaż czasem chodniki są śliskie\"",
          "responseId": "jakosc_transportu_5"
        },
        {
          "text": "\"Może więcej posypywania... albo lepsze odśnieżanie, ale nie wiem\"",
          "responseId": "jakosc_transportu_10"
        },
        {
          "text": "\"Lepiej odśnieżone chodniki i przejścia dla pieszych, bo to jest największy problem\"",
          "responseId": "jakosc_transportu_9"
        },
        {
          "text": "\"Chociaż, czasem chodniki są śliskie, szczególnie rano\"",
          "responseId": "jakosc_transportu_12"
        }
      ]
    },
    "Rzadko mam problemy z poruszaniem się zimą": {
      "title": "Popularna opinia - Rzadko mam problemy z poruszaniem się zimą",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Zimą rzadko mam problemy z poruszaniem się, chociaż czasem chodniki są śliskie.\"",
          "responseId": "jakosc_transportu_5"
        },
        {
          "text": "\"Zimy są teraz łagodniejsze, więc rzadko mam problem z poruszaniem się.\"",
          "responseId": "jakosc_transportu_6"
        },
        {
          "text": "\"Rzadko mam problemy z poruszaniem się zimą, ale czasami chodniki są śliskie, co jest niebezpieczne.\"",
          "responseId": "jakosc_transportu_7"
        },
        {
          "text": "\"Rzadko mam problemy z poruszaniem się zimą, chyba że naprawdę mocno sypie, ale to rzadko.\"",
          "responseId": "jakosc_transportu_8"
        },
        {
          "text": "\"Rzadko mam problemy, ale przy większym śniegu miasto nie nadąża.\"",
          "responseId": "jakosc_transportu_9"
        },
        {
          "text": "\"Nie jest tak źle, rzadko mam problemy.\"",
          "responseId": "jakosc_transportu_10"
        },
        {
          "text": "\"Rzadko mam problemy, może raz czy dwa, ale generalnie miasto się dobrze spisuje\"",
          "responseId": "jakosc_transportu_11"
        },
        {
          "text": "\"Rzadko mam problem z poruszaniem się zimą, bo miasto dba o drogi\"",
          "responseId": "jakosc_transportu_12"
        }
      ]
    },
    "Potrzebna jest lepsza koordynacja służb odśnieżających": {
      "title": "Popularna opinia - Potrzebna jest lepsza koordynacja służb odśnieżających",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Służby odśnieżające mogłyby działać szybciej, żeby nie trzeba było długo czekać na odśnieżenie\"",
          "responseId": "jakosc_transportu_1"
        },
        {
          "text": "\"Potrzebna jest lepsza koordynacja służb odśnieżających i wcześniejsze posypywanie chodników.\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"Może lepsza koordynacja służb odśnieżających, szczególnie w godzinach porannych.\"",
          "responseId": "jakosc_transportu_11"
        }
      ]
    },
    "Przejścia dla pieszych są często zaniedbane zimą, co sprawia, że są niebezpieczne": {
      "title": "Popularna opinia - Przejścia dla pieszych są często zaniedbane zimą, co sprawia, że są niebezpieczne",
      "summary": "Summary",
      "content": [
        {
          "text": "\"Chodniki bywają śliskie, co sprawia, że są niebezpieczne\"",
          "responseId": "jakosc_transportu_3"
        },
        {
          "text": "\"[...] ale czasami chodniki są śliskie, co jest niebezpieczne\"",
          "responseId": "jakosc_transportu_6"
        }
      ]
    }
  }
  